Repository: eikona-media/dlh_googlemaps
Catalog: languages/*/default.xlf
Languages: cs

# MOD.dlh_googlemaps.0
source: Google Maps
cs: Google Mapa

# MOD.dlh_googlemaps.1
source: Here you can administrate your Google Maps.
cs: Zde můžete spravovat své Google Mapy.

# CTE.dlh_googlemaps.0
source: Google Map
cs: Google Mapa

# CTE.dlh_googlemaps.1
source: Integrate a Google Map.
cs: Integrovat Google Mapu.

# FMD.dlh_googlemaps.0
source: Google Map
cs: Google Mapa

# FMD.dlh_googlemaps.1
source: Integrate a Google Map.
cs: Integrovat Google Mapu.

# dlh_googlemaps.labels.noscript
source: Google Map
cs: Google Mapa

# dlh_googlemaps.labels.routingLink
source: Routing
cs: Plánování

# dlh_googlemaps.labels.routingLabel
source: ? from your Address:
cs: ? z vaší adresy:

# dlh_googlemaps.labels.privacy
source: This website uses Google Maps. I agree with the transfer of ma data to Google. Notice: You can withdraw your confirmation at any time for the future. In our privacy policy You'll find further information about our way to deal with user data.
cs: Tento web používá Mapy Google. Souhlasím s přenosem dat do společnosti Google. Upozornění: Potvrzení můžete kdykoli odebrat do budoucna. V našich zásadách ochrany osobních údajů najdete další informace o způsobu, jak nakládat s uživatelskými daty.

# dlh_googlemaps.labels.privacyConfirmation
source: Activate map
cs: Aktivujte mapu

# dlh_googlemaps.labels.cancelConfirmation
source: Withdraw your confirmation
cs: Zrušte své potvrzení
